finalProject/results/highRe/spline05/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    frontAndBack
    {
        type            empty;
        //physicalType    patch;
        nFaces          15278;
        startFace       11265;
    }
    bottom
    {
        type            patch;
        physicalType    patch;
        nFaces          158;
        startFace       26543;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          14;
        startFace       26701;
    }
    top
    {
        type            patch;
        physicalType    patch;
        nFaces          50;
        startFace       26715;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          14;
        startFace       26765;
    }
    car
    {
        type            patch;
        physicalType    patch;
        nFaces          151;
        startFace       26779;
    }
)

// ************************************************************************* //
